recipes = [
    "Салат Цезарь: курица, салат, сыр, соус Цезарь",
    "Борщ: свекла, капуста, картофель, морковь, лук",
    "Паста Болоньезе: макароны, фарш, томаты, лук, чеснок",
    # Добавьте другие рецепты по вашему желанию
]

healthy_foods = [
    "Авокадо: богат витамином E и полезными жирами.",
    "Лосось: отличный источник омега-3 жирных кислот.",
    "Киноа: содержит все девять незаменимых аминокислот.",
    "Черника: богата антиоксидантами и витаминами.",
    "Шпинат: содержит много витаминов и минералов."
]

nutrition_tips = [
    "Регулярно ешьте небольшими порциями.",
    "Включайте в рацион больше свежих овощей и фруктов.",
    "Снижайте потребление сахара и соли.",
    "Пейте много воды в течение дня.",
    "Старайтесь готовить пищу дома, а не заказывать."
]

activity_tips = [
    "Делайте утреннюю зарядку каждый день.",
    "Ходите пешком не менее 30 минут в день.",
    "Включайте в тренировки кардионагрузки.",
    "Регулярно делайте растяжку после тренировок.",
    "Занимайтесь силовыми тренировками 2-3 раза в неделю."
]

bmi_advice = {
    "underweight": "Ваш ИМТ указывает на недостаток веса. Постарайтесь питаться сбалансированно и включать в рацион больше калорийных, но полезных продуктов.",
    "normal": "Ваш ИМТ находится в пределах нормы. Поддерживайте сбалансированное питание и регулярную физическую активность.",
    "overweight": "Ваш ИМТ указывает на избыточный вес. Постарайтесь уменьшить потребление калорий, увеличить физическую активность и следить за питанием.",
    "obesity": "Ваш ИМТ указывает на ожирение. Рекомендуется проконсультироваться с врачом или диетологом для составления индивидуального плана по снижению веса."
}